Repository: ranasin19/Law-Map
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Search Location
ar: ابحث عن موقعك

source: About
ar: نبذة

source: Playing music during prayer times 1000 SAR
ar: مخالفة تشغيل الموسيقى في اوقات الصلاة ١٠٠٠ ريال سعودي

source: The financial penalty shall be doubled when the violation is repeated and be 2000 SAR
ar: الغرامة ستتضاعف عند تكرار خرق القانون و ستكون ٢٠٠٠ ريال سعودي

source: Dont Play Music During Prayer Times
ar: يرجى عدم تشغيل الموسيقى في وقت الصلاة

source: 1000 SAR
ar: ١٠٠٠ ريال سعودي

source: For Violation Inquiry:
ar: للاستعلام عن مخالفاتك:

source: Visit
ar: قم بزيارة موقع

source: efaa
ar: عفة

source: to check and review all your
ar: للتحقق والاطلاع على جميع

source: violations in the government agencies.
ar: المخالفات في الجهات الحكومية.

source: Violation rates 25%
ar: ٢٥٪ نسبة المخالفين

source: Ok
ar: حسنا

source: More
ar: اكثر

source: You Are Near An Islamic Mosque
ar: انت الان بقرب مسجد
